{
    "The Most Cruel Creature is Man": "Самое жестокое существо - человек",
    "After completing all the achievements from this datapack, your life will not be the same...": "После выполнения всех достижений из этого датапака, ваша жизнь не будет прежней...",

    "Nice... isn't It?": "Приятно... не так ли?",
    "Kill a peaceful defenseless animal that also has a soul": "Убейте мирное беззащитное животное, у которого тоже есть душа",

    "Neither Fish nor Fowl": "Ни рыба ни мясо",
    "Kill the poor bug-eyed axolotl, who has never done anything wrong to anyone in his life": "Убить бедного пучеглазого аксолотля, который в жизни никому ничего плохого не сделал",

    "You didn't Hear his 'Meow!' Anymore": "Больше ты не услышишь его 'Мяу!'",
    "What kind of bastard do you have to be to allow yourself to kill such a sweet creature?": "Каким ублюдком надо быть, чтобы позволить себе убить такое милое создание?",

    "Real Rival to the Killer Rabbit": "Реально соперник кролика-убийцы",
    "Take the lives of 50 harmless rabbits": "Заберите жизни у 50 безобидных кроликов",

    "Barks - Barks, But More... doesn't Bark....": "Лает - Лает, но больше... не лает....",
    "If a wolf is evil, does that give you the right to kill it?": "Если волк злой, дает ли это тебе право убить его?",

    "Yummy!": "Вкуснятина!",
    "Sad but... delicious":"Грустно, но... вкусно",

    "Allay Became Even Quieter..": "Тихоня стал ещё тише..",
    "Nothing falls out of it... Hmm... Killing for pleasure?": "Из него же не выпадает ничего... Хм... Убийство ради удовольствия?",

    "Bloody, Raw, Fresh...": "Кровяное, сырое, свежее...",
    "Eat raw meat soaked in the blood of a poor and innocent animal": "Сьешьте сырое мясо, пропитанное кровью бедного и невинного животного",

    "Destroyer of Fates": "Разрушитель судеб",
    "You killed a man just because he didn't look like you?": "Ты убил человека только потому, что он не был похож на тебя?",

    "Mammal Genocide": "Кроличий геноцид",
    "Take the lives of hundreds of harmless rabbits. Cut off a hundred rabbits' destinies": "Лишите жизни сотню безобидных кроликов. Обрубите сотню кроличих судеб",

    "Cat Killer": "Котоубийца",
    "You saw their cute look, but still cut off their already short life every time": "Ты видел их миленький взгляд, но всё равно перерезал им каждый раз их и так короткую жизнь",

    "Nyan Genocide": "Няшный геноцид",
    "Can you be considered human after this?": "Можно ли тебя считать человеком после этого?",

    "Wolf Heart": "Волчье сердце",
    "You attacked first. You provoked them first...": "Ты первый напал. Ты первый их спровоцировал...",

    "Wolf Genocide": "Волчий геноцид",
    "100 times. 100 dying howls and... 0 emotions?... You're a terrible person...": "100 раз. 100 предсмертных завываний и... 0 эмоций?... Ты ужасный человек...",

    "Competitor to Luis Garavito": "Конкурент Михаилу Попкову",
    "Those bastards kill for personal reasons, and you... just like that...": "Те ублюдки убивают из личных мотивов, а ты... просто так...",

    "Jack the Ripper": "Джек Потрошитель",
    "But everyone you killed had a mind": "А ведь каждый, кого ты убил, имел разум",

    "Angel Slayer": "Истребитель ангелов",
    "You... you can say, you kill little angel children....": "Ты же... можно сказать, убиваешь маленьких ангелочков....",

    "Allay Genocide": "Тихий* геноцид",
    "Is killing little angels considered killing little children?": "Убийство маленьких ангелочков считается ли убийством маленьких детей?",

    "Amphibian Killer": "Убийца земноводных",
    "You heard their every squeal, but you continued and continued to kill them.": "Ты слышал каждый их взвизг, но всё продолжал и продолжал их убивать",

    "Nautical Genocide": "Земноводный геноцид",
    "They didn't deserve the fate you gave them.": "Они не заслужили той участи, что ты им предоставил",

    "With Extreme Cruelty": "С особой жестокостью",
    "Kill a friendly mob by being particularly brutal towards them": "Убейте дружелюбного моба, применив особую жестокость по отношению к ниму",

    "That's Better!": "Так-то лучше!",
    "Eat fried meat. It tastes so good...": "Съешьте жаренное мясо. Такое приятное на вкус...",

    "Mentally Unhealthy Action": "Психически нездоровое действие",
    "Beat a harmless animal to death with a COBBLESTONEEEEEEE!!!!! Are you sure you are a healthy person????": "Забить досмерти безобидное животное БУУЛЫЫЫЖНИИКОООМ!!!!! Ты точно здоровый человек????",

    "Overwork": "Переутомление тренировкой",
    "During your next training session, you overdid it with force and simply beat an animal to death, what a bastard you are...": "На очередной тренировки ты переборщил с силой и попросту забил досмерти животное, ну ты и ублюдок...",

    "Blood on Hot Coals": "Кровь на раскалённых углях",
    "Stain the coal with the blood of a friendly animal": "Запачкайте уголь кровью дружелюбного животного",

    "Blood on Shiny Iron": "Кровь на блестящем железе",
    "Stain the iron with the blood of a friendly animal": "Запачкайте железо кровью дружелюбного животного",
    
    "Blood on Oxidized Copper": "Кровь на окислённой меди",
    "Stain the copper with the blood of a friendly animal": "Запачкайте медь кровью дружелюбного животного",
    
    "Blood on Sparkling Gold": "Кровь на сверкающем золоте",
    "Stain the gold with the blood of a friendly animal": "Запачкайте золото кровью дружелюбного животного",
    
    "Blood on Glowing Redstone": "Кровь на светящейся красной пыли",
    "Stain the redstone with the blood of a friendly animal": "Запачкайте красную пыль кровью дружелюбного животного",
    
    "Blood on Rarest Emerald": "Кровь на редчайщем изумруде",
    "Stain the emerald with the blood of a friendly animal": "Запачкайте изумруд кровью дружелюбного животного",
    
    "Blood on Precious Diamond": "Кровь на драгоценном алмазе",
    "Stain the diamond with the blood of a friendly animal": "Запачкайте алмаз кровью дружелюбного животного",
    
    "Blood on Snow-white Quartz": "Кровь на белоснежном кварце",
    "Stain the quartz with the blood of a friendly animal": "Запачкайте кварц кровью дружелюбного животного",
    
    "Blood on Toughest Netherite": "Кровь на прочнейшем незерите",
    "Stain the netherite with the blood of a friendly animal": "Запачкайте незерит кровью дружелюбного животного",
    
    "Mass Extermination": "Массовое истребление",
    "Kill one harmless animal of each type": "Убейте по одному безобидному животному каждого вида",
    
    "Parenting didn't Go According to Plan": "Воспитание пошло не по плану....",
    "Kill with a lead (FOR ANIMALS) THE ANIMAL ITSELF": "Убей поводком (ДЛЯ ЖИВОТНЫХ) САМО ЖИВОТНОЕ",
    
    "Knowledge - light, ignorance - DEATH!!!": "Учение - свет, а неучение - СМЕРТЬ",
    "You beat a poor and defenseless animal to death with an ordinary book, how can you even sleep after that???": "Ты забил до смерти бедное и беззащитное животное обычной книгой, как ты вообще можешь спать после этого???",
    
    "Bloody Flower": "Кровавый цветок",
    "Even the most harmless thing can become a murder weapon...": "Даже самая безобидная вещь может стать орудием убийства..."
}